{
  "plugins": {
    "blink": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'nerd-v3.2-compat'"
    },
    "dressing": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "gitmoji": {
      "src": "https://github.com/bruxisma/gitmoji.vim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'v2.1.0'"
    },
    "gruvbox": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "lsp-endhints": {
      "src": "https://github.com/chrisgrieser/nvim-lsp-endhints"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "no-neck-pain": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim"
    },
    "notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/markdown.nvim"
    },
    "sfz": {
      "src": "https://github.com/sfztools/sfz.vim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim"
    }
  }
}
